Repository: fotolockr/CakeWallet
Catalog: CakeWallet/*.lproj/Localizable.strings
Languages: es, hi, ja, ko, nl, pl, pt_pt, ru

# welcome
source: Welcome to %@
es: Bienvenido a %@
hi: %@ में आपका स्वागत है
ja: ようこそ %@
ko: 환영합니다 to %@
nl: Welkom bij %@
pl: Witaj w %@
pt_pt: Bem vindo a %@
ru: Добро пожаловать в %@.

# first_wallet_text
source: The first iOS wallet for Monero
es: El primero cartera iOS para Monero
hi: Monero के लिए पहला iOS बटुआ
ja: 最初Monero向け iOS ウォレット
ko: 최초으 iOS 지갑 for Monero
nl: De eerste iOS-Wallet voor Monero
pl: Oto pierwszy portfel iOS dla Monero
pt_pt: Primeira carteira iOS/npara Monero
ru: Первый iOS кошелек для Monero.

# InsufficientFundsWithAmount
source: Your sending amount of %@ (amount of %@ + fee of %@ is more than your balance of %@).
hi: आपके द्वारा भेजी जाने वाली %@ राशि (%@ की राशि + %@ की फीस आपके कुल बैलेंस %@ से ज्यादा है)
ja: 送信しようとする量 %@ (%@ と 手数料 %@ はバランスを越えています。 %@
ko: 보내시는 양이%@ (일정 수수료를 더했을 때 %@ %@ 현 잔고보다 많습니다 %@).
nl: Het te versturen bedrag van %@ (bedrag van %@ + toeslag van %@) is groter dan uw saldo van %@.
pl: Kwota którą wysyłasz %@ (w wysokości %@ + prowizja %@ jest wyższa niż twoje saldo w kwocie %@).
pt_pt: A quantia a ser enviada de %@ (quantia de %@ + taxa de %@ È superior ao seu saldo de %@).
ru: Сума отправки - %@ (сумма %@ + сбор %@ больше вашего баланса %@).

# InsufficientFunds
source: Your sending amount is more than your balance of %@.
hi: आपके द्वारा भेजी जाने वाली राशि आपके कुल बैलेंस %@ से ज्यादा है
ja: 送信しようとする量はバランスを越えています。 %@
ko: 보내시는 양이 잔고보다 많습니다 %@.
nl: Het te versturen bedrag is groter dan uw saldo van %@.
pl: Kwota którą wysyłasz jest wyższa niż Twoje saldo w wysokości %@.
pt_pt: A quantia a ser enviada È superior ao seu saldo de %@.
ru: Ваша сума отправки больше вашего баланса %@.

# OverallBalanceWithAmonut
source: Your sending amount of %@ is more than your balance of %@.
ja: 送信しようとする量%@ はバランスを越えています。 %@
ko: 보내시는 양이%@ 잔고보다 많습니다 %@.
nl: Het te versturen bedrag van %@ is groter dan uw saldo van %@.
pl: Kwota jaką wysyłasz w wysokości %@ jest wyższa niż Twoje saldo w wysokości %@.
pt_pt: A quantia a ser enviada de %@ È superior ao seu saldo de %@.
ru: Сума отпавки %@ больше чем ваш баланс %@.

# OverallBalance
source: Your sending amount is more than your balance of %@.
hi: आपके द्वारा भेजी जाने वाली राशि आपके कुल बैलेंस %@ से ज्यादा है
ja: 送信しようとする量はバランスを越えています。 %@
ko: 보내시는 양이 잔고보다 많습니다%@.
nl: Het te versturen bedrag is groter dan uw saldo van %@.
pl: Kwota którą wysyłasz jest większa niż Twoje saldo w wysokości %@.
pt_pt: A quantia a ser enviada È superior ao seu saldo de %@.
ru: Сума отпаравки больше вашего баланса %@.

# starting_creation_selection
source: Please make a selection below for either creating a new wallet or recovering your existing wallet.
hi: कृपया एक नया बटुआ बनाने या अपने पुराने मौजूदा बटुए को लोड करने के लिए नीचे चयन करें।
ja: 新しいウォレットを作成するか、既存のウォレットを回復するかを選択してください。
ko: 아래에서 지갑 생성하기를 하시거나 기존 지갑을 불러오세요.
nl: Selecteer hieronder of u een nieuwe wallet aan wilt maken, of dat u een bestaande wallet wilt herstellen.
pl: Dokonaj wyboru poniżej czy chcesz utworzyć nowy portfel, czy wczytać już istniejący.
pt_pt: Por favor selecione abaixo entre criar uma carteira nova ou restaurar uma carteira existente.
ru: Пожалуйста, выберите способ создания кошелька: создать новый, или восстановить ваш, уже существующий.

# enjoy_this_wallet
source: Please enjoy this wallet.
hi: अपने इस बटुए का आनंद उठाएं
ja: ウォレットを活用してください！
ko: 지갑을 잘 사용해보세요.
nl: Veel plezier met deze wallet!
pl: Ciesz się Twoim portfelem.
pt_pt: Desfrute da sua carteira!
ru: Пользуйтесь нашим кошельком с удовольствием.

# love_your_feedback
source: We would love your feedback!
hi: हमें आपकी राय जान कर खुशी होगी
ja: フィードバックをお待ちしています！
ko: 피드백 주시면 감사하겠습니다!
nl: Uw feedback is altijd welkom!
pl: Daj nam znać jak Ci się podoba!
pt_pt: NÛs adorarÌamos seu feedback!
ru: Мы любим ваши отзывы!

# terms_of_use_agree
source: I agree to Terms of Use
es: Acepto los términos de uso
hi: मैं उपयोग की शर्तों से सहमत हूं
ja: 利用規約に同意します
ko: 이용 약관에 동의합니다.
pl: Zgadzam się na Warunki użytkowania
pt_pt: Eu concordo com os Termos de Uso

source: Create new
es: Crear
hi: नया बनाएं
ja: 新規作成
ko: 새로 만들기
nl: Aanmaken
pl: Utwórz nowy portfel
pt_pt: Criar nova carteira
ru: Создать новый

source: Accept
es: Aceptar
hi: स्वीकार करना
ja: 受け入れる
ko: 동의
pl: Zaakceptować
pt_pt: Aceitar

source: Restore
es: Recuperar
hi: पुराना लोड करें
ja: リストア
ko: 복구
nl: Herstellen
pl: Wczytaj
pt_pt: Restaurar carteira
ru: Восстановить

source: Restore from seed/keys
es: Restaurar desde seed / llaves
hi: पुराना लोड करें
ja: リストア
ko: 복구
nl: Herstellen
pl: Wczytaj
pt_pt: Restaurar a partir de seed / chaves

# please_make_selection
source: Please make a selection below to either create a new wallet or restore a wallet
es: Realice una selección a continuación para crear una nueva cartera o restaurar una cartera
hi: कृपया एक नया वॉलेट बनाने या एक वॉलेट को पुनर्स्थापित करने के लिए नीचे चयन करें
ja: 新しい財布を作成するか、財布を復元するには、下の選択をしてください
ko: 아래에서 선택하여 새 지갑을 만들거나 지갑을 복원하십시오.
pl: Wybierz poniżej, aby utworzyć nowy portfel lub przywrócić portfel
pt_pt: Por favor, faça uma seleção abaixo para criar uma nova carteira ou restaurar uma carteira

# use_6_pin
source: Use 6-digits PIN
es: PIN de 6 dígitos
hi: 6 संख्या के पिन का उपयोग करें
ja: 6ケタのピンを使う
ko: 6자리 핀 번호
nl: Een 6-cijferige pincode gebruiken
pl: Użyj 6-cyfrowego PIN'u
pt_pt: Utilize um PIN de 6 dÌgitos
ru: Шестизачный пин-код

# use_4_pin
source: Use 4-digits PIN
es: PIN de 4 dígitos
hi: 4 संख्या के पिन का उपयोग करें
ja: 4ケタのピンを使う
ko: 4자리 핀 번호
nl: Een 4-cijferige pincode gebruiken
pl: Uzyj 4-cyfrowego PIN'u
pt_pt: Utilize um PIN de 4 dÌgitos
ru: Четырёхзначный пин-код

source: Enter your PIN
es: Escribe tu PIN
hi: अपना पिन डालें
ja: ピンを入力
ko: 핀 입력
nl: Voer uw pincode in
pl: Wprowadź Twój PIN
pt_pt: Insira o seu PIN
ru: Введите свой пин-код

source: Create PIN
es: Crear un PIN
hi: पिन बनाएं
ja: ピンを作成する
ko: 핀 만들기
nl: Pincode aanmaken
pl: Utwórz PIN
pt_pt: Criar PIN
ru: Введите свой пин-код

source: Re-enter your PIN
es: Vuelva a ingresar su PIN
hi: अपना पिन दोबारा दर्ज करें
ja: ピンを再入力してください
ko: 핀 재 입력
nl: Voer opnieuw uw pincode in
pl: Powtórz PIN
pt_pt: Reintroduza o seu PIN
ru: Введите свой пин-код повторно

source: Setup PIN
es: Configurar PIN
hi: अपना पिन बनाएं
ja: ピンをセットアップ
ko: 핀 설정
nl: Pincode instellen
pl: Ustaw PIN
pt_pt: Configurar PIN
ru: Настройка пин

# pin_setup_success
source: Your PIN has been set up successfully!
es: ¡Has configurado tu PIN con éxito!
hi: आपका पिन सफलतापूर्वक बन गया है!
ja: ピンのセットアップが完了！
ko: 핀설정 완료!
nl: Uw pincode is met succes ingesteld!
pl: PIN został ustawiony pomyślnie!
pt_pt: O seu PIN foi configurado!
ru: Ваш пин-код установлен успешно!

source: Incorrect PIN.
es: PIN incorrecto
hi: गलत पिन
ja: 不正なピンです
ko: 틀린 핀 번호.
nl: Incorrecte pincode
pl: Nieprawidłowy PIN.
pt_pt: PIN incorreto.
ru: Неверный пин-код

# restore_from_seed_keys_long
source: Restore your wallet from your seed or keys
es: Restaura tu billetera desde tu seed o llaves
hi: अपने बटुए को अपने बीज या कुंजियों से पुनर्स्थापित करें
ja: あなたの種または鍵からあなたの財布を復元する
ko: 씨앗이나 열쇠에서 지갑 복원
pl: Przywróć swój portfel z nasion lub kluczy
pt_pt: Restaure sua carteira de sua seed ou chaves

# restore_from_backup
source: Restore from a back-up file
es: Restaurar desde un archivo de copia de seguridad
hi: बैक-अप फ़ाइल से पुनर्स्थापित करें
ja: バックアップファイルから復元する
ko: 백업 파일에서 복원
pl: Przywróć z pliku zapasowego
pt_pt: Restaurar a partir de um arquivo de backup

# restore_from_backup_long
source: Restore the whole Cake Wallet app from your back-up file
es: Restaure toda la aplicación de Cake Wallet desde su archivo de respaldo
hi: अपनी बैक-अप फ़ाइल से पूरे केक वॉलेट ऐप को पुनर्स्थापित करें
ja: バックアップファイルからCake Walletアプリ全体を復元する
ko: 백업 파일에서 전체 Cake Wallet 앱 복원
pl: Przywróć całą aplikację Cake Wallet z pliku kopii zapasowej
pt_pt: Restaurar todo o aplicativo do Cake Wallet do seu arquivo de backup

# restore_seed_card_title
source: Restore from seed
es: Restaurar desde seed
hi: बीज से पुनर्स्थापित करें
ja: 種から復元
ko: 종자에서 복원
pl: Przywróć z seed
pt_pt: Restaurar da seed

# restore_seed_card_description
source: Restore your wallet from either the 25 word or 12 word seed
es: Restaure su billetera desde la semilla de 25 palabras o 12 palabras seed
hi: 25 शब्द या 12 शब्द बीज में से अपने बटुए को पुनर्स्थापित करें
ja: 25ワードまたは12ワードのシードから財布を復元する
ko: 25 단어 또는 12 단어 시드에서 지갑 복원
pl: Przywróć portfel z 25 lub 12 słów seed
pt_pt: Restaure sua carteira das seed de 25 ou 12 palavras

# restore_keys_card_title
source: Restore from keys
es: Restaurar desde llaves
hi: कुंजी से पुनर्स्थापित करें
ja: キーから復元
ko: 키에서 복원
pl: Przywróć z klawiszy
pt_pt: Restaurar das chaves

# restore_keys_card_description
source: Restore your wallet from your private keys
es: Restaura tu billetera desde tus llaves privadas
hi: अपने निजी कुंजी से अपने वॉलेट को पुनर्स्थापित करें
ja: あなたの秘密鍵からあなたの財布を復元する
ko: 개인 키에서 지갑 복원
pl: Przywróć swój portfel ze swoich prywatnych kluczy
pt_pt: Restaure sua carteira das suas chaves privadas

source: Recover
es: Recuperar
hi: की वसूली
ja: 回復する
ko: 다시 덮다
pl: Wyzdrowieć
pt_pt: Recuperar

source: Restore Your Wallet
es: Restaurar tu cartera
hi: पुराना बटुआ लोड करें
ja: ウォレットをリストア
ko: 지갑 복구
nl: Uw wallet herstellen
pl: Wczytaj Twój portfel
pt_pt: Restaurar Carteira
ru: Восстановите ваш кошелек

# restore_selection_text
source: There are two ways to restore your wallet. You can either enter your seed, which is a 25 word phrase, or you can enter your keys. Please select one below.
es: Hay dos maneras de restaurar tu cartera. Puedes entrar tu semilla, que es una frase de 25 palabras, o puedes entrar tus claves privados. Por favor, selecciona uno.
hi: अपने पुराने बटुए को लोड करने के दो तरीके हैं। आप या तो अपने 25 शब्द के सीड वाक्यांश को दर्ज कर सकते हैं या आप अपनी निजी कुंजी दर्ज कर सकते हैं। कृपया नीचे इसमें से एक का चयन करें।
ja: あなたのウォレットを復元するには2つの方法があります。あなたは、25語のシードを入力するか、または鍵を入力することができます。選択してください。
ko: 지갑 복구에는 2가지 방법이 있으며 25단어의 시드단어를 이용하거나 키를 입력하는 것입니다.
nl: Er zijn twee mogelijkheden om uw wallet te herstellen. U kunt uw seed invoeren. Dit is een reeks van 25 woorden. Of u kunt uw privésleutels invoeren. Selecteer hieronder een optie.
pl: Są dwa sposoby wczytania Twojego portfela. Możesz wczytać go używając 25 słów frazy odzyskiwania portfela, albo możesz wprowadzić ręcznie klucze. Wybierz jedną z możliwości poniżej.
pt_pt: Existem duas maneiras de restaurar uma carteira. VocÍ pode inserir sua chave-semente que È um cÛdigo de 25 palavras, ou vocÍ pode inserir suas chaves privadas. Por favor, selecione uma opÁ„o.
ru: Вы можете восстановить кошелек с помощью вашей код фразы (фраза из 25-ти слов), или вы можете использовать ваши приватные ключи. Пожалуйста, выберите способ восстановления.

source: From seed
es: De la semilla
hi: सीड द्वारा
ja: シードから
ko: 시드입력
nl: Met de seed
pl: Z frazy
pt_pt: Utilizar a chave-semente
ru: Используя код фразу

source: From keys
es: De las claves
hi: निजी कुंजी द्वारा
ja: 鍵から
ko: 키 입력
nl: Met de privésleutels
pl: Z kluczy
pt_pt: Utilizar as chaves privadas
ru: Используя ключи

source: or
es: o
hi: या
ja: もしくは
ko: 또는
nl: of
pl: lub
pt_pt: ou
ru: или

source: Restore Wallet
es: Recuperar Cartera
hi: पुराना बटुआ लोड करें
ja: ウォレットリストア
ko: 지갑 복구
nl: Wallet herstellen
pl: Wczytaj portfel
pt_pt: Restaurar carteira
ru: Восстановление

source: Enter wallet name
es: Escribe nombre de cartera
hi: बटुए का नाम डालें
ja: ウォレット名入力
ko: 지갑이름 입력
nl: Voer een naam voor uw wallet in
pl: Ustaw nazwę portfela
pt_pt: Insira o nome da carteira
ru: Введите имя кошелька

source: Wallet name
es: Nombre de cartera
hi: बटुए का नाम
ja: ウォレット名
ko: 지갑 이름
nl: Walletnaam
pl: Nazwa portfela
pt_pt: Nome da carteira
ru: Имя кошелька

source: Seed
es: Semilla
hi: सीड वाक्यांश
ja: シード
ko: 시드
pl: Fraza odzyskiwania
pt_pt: Chave-semente
ru: Код фраза

source: Restoring wallet
es: Restaurando cartera
hi: बटुआ लोड हो रहा है
ja: リストア中
ko: 지갑 복구
nl: Wallet wordt hersteld
pl: Wczytywanie portfela
pt_pt: A restaurar a carteira
ru: Восстановление кошелька

# enter_height_while_restore_alert
source: Don't be stupid, enter restore height!
es: Tu cartera va a estar restaurado más rápidamente si entras una altitud de restorar.
hi: मूर्ख न बनें, रिस्टोर हाइट डालें
ja: リストアの高さを入力してください！
ko: 복구설정을 입력하세요
nl: Voer een herstelhoogte in
pl: Będzie szybciej jeśli znasz wysokość bloku!
pt_pt: N„o seja ot·rio, introduza o n˙mero do bloco a partir do qual se far· o restauro da carteira!
ru: Введите высоту блокчейн для восстановления

source: Continue restore
es: Continua
hi: लोड करना जारी रखें
ja: リストアを継続
ko: 복구진행
nl: Doorgaan met herstellen
pl: Kontynuuj wczytywanie
pt_pt: Continuar o restauro
ru: Продолжить восстановление

source: Set restore height
es: Configura altitud
hi: रिस्टोर हाइट दर्ज करें
ja: リストアの高さ設定
ko: 복구설정
nl: Stel de herstelhoogte in
pl: Wprowadź wysokość bloku
pt_pt: Escolher o n˙mero do bloco inicial para restauro
ru: Ввести высоту для восстановления

# restore_height
source: Restore from blockheight
es: Altitud de restorar
hi: रिस्टोर हाइट
ja: リストアの高さ
ko: 복구 재설정
nl: Herstelhoogte
pl: Wysokość bloku
pt_pt: Restaurar a partir de n˙mero de bloco
ru: Востановить из высоты

source: Restore from date
es: Fecha de restorar
hi: दिनांक से रिस्टोर करें
ja: 日付からリストア
ko: 날짜를 통해 복구
nl: Herstellen vanaf datum
pl: Wczytaj od daty
pt_pt: Restaurar a partir de uma data
ru: Ввостановить из даты

source: Address
ja: アドレス
nl: Adres
pl: Adres
pt_pt: EndereÁo
ru: Адрес

source: View key (private)
es: Clave de ver (PRIVADO)
hi: कुंजी देखें (निजी)
ja: 確認キー (プライベート)
ko: 프라이벗 키 보기
nl: Leessleutel (privé)
pl: Klucz wglądu (prywatny)
pt_pt: Chave de visualizaÁ„o (privada)
ru: Ключ для просмотра (приватный)

source: Spend key (private)
es: Clave de gastar (PRIVADO)
hi: कुंजी खर्च करें (निजी)
ja: 送信キー (プライベート)
ko: 키 사용하기 (프라이벗)
nl: Spendeersleutel (privé)
pl: Klucz wydawania (prywatny)
pt_pt: Chave de movimentaÁ„o (privada)
ru: Ключ для отправки (приватный)

source: Continue
es: Continuar
hi: जारी रखें
ja: 続ける
ko: 진행
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить

source: New wallet
es: Cartera nueva
hi: नया बटुआ
ja: 新しいウォレット
ko: 새로운 지갑
nl: Nieuwe wallet
pl: Nowy portfel
pt_pt: Nova carteira
ru: Новый кошелек

# creating_wallet
source: Creating new wallet with name -
es: Creando cartera nueva con nombre -
hi: - नाम से नया बटुआ बन रहा है
ja: この名前で新しいウォレットを作成 -
ko: 새로운 지갑에 이름 설정 -
nl: Aanmaken van een nieuwe wallet met de naam -
pl: Tworzenie nowego portfela o nazwie -
pt_pt: Criando nova carteira chamada - %@
ru: Создание кошелька с именем -

source: Wallet
es: Cartera
hi: बटुआ
ja: ウォレット
ko: 지갑
pl: Portfel
pt_pt: Carteira
ru: Кошелек

source: Blocks remaining
es: Bloques restantes
hi: ब्लाक बचे
ja: ブロック残り
ko: 남은 블락
nl: Nog te scannen blokken
pl: Pozostało bloków
pt_pt: Blocos restantes
ru: Осталось блоков

source: Connecting
es: Conectando
hi: कनेक्ट हो रहा है
ja: 接続中
ko: 연결중
nl: Verbinden
pl: Łączenie
pt_pt: Conectando
ru: Подключеник

source: Not connected
es: No está conectado
hi: कनेक्ट नहीं है
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
pl: Brak połączenia
pt_pt: Desconectado
ru: Не подключен

source: Starting sync
es: Empezando sincronización
hi: सिंक शुरू
ja: 同期開始
ko: 싱크 개시
nl: Synchronisatie wordt gestart
pl: Start synchronizacji
pt_pt: A iniciar sincronizaÁ„o
ru: Начало синхронизации

source: Synchronized
es: Sincronizado
hi: सिंक पूर्ण
ja: 同期済み
ko: 싱크됨
nl: Gesynchroniseerd
pl: Zsynchronizowano
pt_pt: Sincronizado
ru: Синхронизировано

# failed_connection_to_node
source: Failed connect to the node
es: Conexión con el nódulo ha fallado
hi: नोड से कनेक्शन विफल
ja: ノードとの接続失敗
ko: 노드 연결 실패
nl: Mislukte connectie met de nodus
pl: Nie połączono się z węzłem
pt_pt: Falha ao ligar ao node
ru: Не удалось подключиться к удаленному узлу

# available_balance
source: Balance
es: Saldo disponible
hi: उपलब्ध शेष राशि
ja: 有効なバランス
ko: 잔여잔고
nl: Beschikbaar saldo
pl: Dostępne Saldo
pt_pt: Saldo disponÌvel
ru: Доступный баланс

source: Reconnection
es: Reconexión
hi: फिर से कनेक्ट हो रहा है
ja: 再接続
ko: 재연결
nl: Herverbinding
pl: Ponowne Połączenie
pt_pt: Reconex„o
ru: Переподключение

source: Reconnect
es: Reconectar
hi: पुनः कनेक्ट करें
ja: 再接続
ko: 재연결
nl: Opnieuw verbinden
pl: Połącz Ponownie
pt_pt: Reconectar
ru: Переподключиться

# reconnect_alert_text
source: Are you sure to reconnect ?
es: ¿Estás seguro que quieres reconectar?
hi: क्या आप फिर से कनेक्ट करना चाहते है?
ja: 再接続しますか？
ko: 재연결 하실건가요?
nl: Wilt u opnieuw verbinden?
pl: Na pewno chcesz żeby połączyć ponownie ?
pt_pt: VocÍ tem certeza que quer reconectar ?
ru: Вы уверены, что хотите переподключиться ?

source: Cancel
es: Cancelar
hi: रद्द करें
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ru: Отмена

source: Receive
es: Recibir
hi: प्राप्त करें
ja: 受け取り
ko: 수신
nl: Ontvangen
pl: Otrzymaj
pt_pt: Receber
ru: Получить

source: Send
es: Pagar
hi: भेजें’
ja: 送信
ko: 보내기
nl: Versturen
pl: Wyślij
pt_pt: Enviar
ru: Отправить

source: Transactions
es: Transacciones
hi: लेनदेन
ja: トランザクション
ko: 거래내역
nl: Transacties
pl: Transakcje
pt_pt: TransaÁıes
ru: Транзакции

source: Sent
es: Enviado
hi: भेजे
ja: 送信
ko: 보내짐
nl: Verstuurd
pl: Wyślij
pt_pt: Enviado
ru: Отправлено

source: pending
es: Pendiente
hi: प्राप्त करें
ja: 保留
ko: 보내는중
nl: In behandeling
pl: Oczekiwanie
pt_pt: Pendente
ru: в ожидании

source: Show seed
es: Mostrar semilla
hi: सीड दिखाएं
ja: シード表示
ko: 시드 보기
nl: Seed weergeven
pl: Pokaż frazę odzyskiwania
pt_pt: Mostrar chave-semente
ru: Показать код фразу

source: Load wallet
es: Abrir cartera
hi: बटुआ लोड करें
ja: ウォレットロード
ko: 지갑 로드
nl: Wallet laden
pl: Wczytaj portfel
pt_pt: Carregar carteira
ru: Загрузить кошелек

source: Remove
es: Borrar
hi: हटायें
ja: 削除
ko: 지우기
nl: Verwijderen
pl: Usuń
pt_pt: Remover
ru: Удалить

source: Rescan
es: Resincronizar
hi: पुनः स्कैन करें
ja: 再スキャン
ko: 재스캔
nl: Opnieuw scannen
pl: Przeskanuj
pt_pt: Reescanear
ru: Пересканировать

source: Show keys
es: Mostrar claves
hi: कुंजी दिखाएं
ja: キー表示
ko: 키 보기
nl: Sleutels weergeven
pl: Pokaż klucze
pt_pt: Mostrar chaves privadas
ru: Показать ключи

# removing_wallet
source: Removing wallet with name
es: Borrando cartera con nombre
hi: - नाम का बटुआ डिलीट हो रहा है
ja: 名前でウォレットを削除
ko: 명명된 지갑 제거
nl: Verwijderen wallet met naam
pl: Usuwanie portfela o nazwie
pt_pt: A apagar carteira com o nome
ru: Удаление кошелька с именем

# loading_wallet
source: Loading the wallet
es: Abriendo cartera con nombre
hi: - नाम का बटुआ लोड हो रहा है
ja: 名前でウォレットをロード
ko: 명명된 지갑 로딩
nl: Laden van wallet met naam
pl: Wczytywanie portfela o nazwie
pt_pt: A carregar carteira com o nome
ru: Загрузка кошелька с именем

source: Create New Wallet
es: Crear una cartera nueva
hi: नया बटुआ बनाएं
ja: ウォレット新規作成
ko: 새로운 지갑 생성
nl: Nieuwe wallet aanmaken
pl: Utwórz Nowy Portfel
pt_pt: Criar nova carteira
ru: Создать новый кошелек

source: Starting rescan
es: Empezando sincronización
hi: स्कैन पुनः शुरू हो रहा है
ja: 再スキャン開始
ko: 재스캔 시작
nl: Opnieuw scannen...
pl: Rozpoczęcie skanowania
pt_pt: A comeÁar o reescaneamento
ru: Запуск сканирования

source: ALL
es: Todo
hi: सभी
ja: すべて
ko: 모두
nl: Alle
pl: Wszystko
pt_pt: Tudo
ru: Все

source: Optional
es: Opcional
hi: ऐच्छिक
ja: 任意
ko: 옵션
nl: Optioneel
pl: Opcjonalnie
pt_pt: Opcional
ru: Необязательный

source: Estimated fee
es: Tasa estimado
hi: अनुमानित शुल्क
ja: 予測手数料
ko: 예상된 수수료
nl: Geschatte toeslag
pl: Szacowana prowizja
pt_pt: Custo estimado
ru: Оценочный сбор

source: Creating transaction
es: Creando transacción
hi: लेनदेन शुरू हो रहा है
ja: トランザクション作成中
ko: 거래 생성
nl: Transactie aanmaken
pl: Tworzenie transakcji
pt_pt: A criar a transaÁ„o
ru: Создание транзакций

source: Confirm sending
es: Confirmar transacción
hi: लेनदेन की पुष्टि करें
ja: 送信確認
ko: 보내기 승인
nl: Versturen bevestigen
pl: Potwierdź wysłanie
pt_pt: Confirme o envio
ru: Подтвердить отправку

source: Commit transaction
es: Finalizar
hi: लेनदेन की पुष्टि
ja: トランザクションコミット
ko: 거래 실행
nl: Transactie uitvoeren
pl: Dokonaj transakcji
pt_pt: Enviar transaÁ„o
ru: Подтвердить транзакцию

source: Amount
es: Cantidad
hi: राशि
ja: 量
ko: 양
nl: Bedrag
pl: Kwota
pt_pt: Quantia
ru: Сумма

source: Fee
es: Tasa
hi: शुल्क
ja: 手数料
ko: 수수료
nl: Toeslag
pl: Prowizja
pt_pt: Custo
ru: Сбор

source: Transaction created
es: Transacción enviado
hi: लेनदेन पूर्ण
ja: トランザクション作成
ko: 거래 생성
nl: Transactie aangemaakt
pl: Utworzono transakcję
pt_pt: TransaÁ„o criada
ru: Транзакция создана

source: Currently the fee is set at
es: Actualmente la tasa es
hi: वर्तमान में सेट शुल्क
ja: 手数料セット済み
ko: 현재 수수료는
nl: Momenteel is de toeslag ingesteld op
pl: Obecnie prowizja jest ustawiona na
pt_pt: O custo atualmente È

source: priority
es: prioridad
hi: प्राथमिकता
ja: 優先度
ko: 우선순위
nl: Prioriteit
pl: priorytet
pt_pt: prioridade
ru: приоритет

# change_transaction_priority
source: Transaction priority can be adjusted in the settings
es: Puedes cambiar la prioradad en la configuración.
hi: लेनदेन प्राथमिकता को सेटिंग्स में बदला जा सकता है
ja: トランザクションの優先度は設定から変更できます
ko: 거래우선순위는 세팅에서 변경 가능
nl: De prioriteit van de transactie kan in de instellingen aangepast worden.
pl: Priorytet transakcji może być zmieniony w ustawieniach
pt_pt: A prioridade da sua transaÁ„o pode ser ajustada nas configuraÁıes

source: Copy Address
es: Copiar dirección
hi: पता कॉपी करें
ja: アドレスコピー
ko: 지갑주소 복사
nl: Adres kopiëren
pl: Kopiuj Adres
pt_pt: Copiar EndereÁo
ru: Скопировать адрес

source: More options
es: Más opciones
hi: अधिक विकल्प दिखाएं
ja: ほかのオプション
ko: 더 많은 옵션
nl: Meer opties
pl: Więcej opcji
pt_pt: Mais opÁıes
ru: Показать больше опций

source: Hide options
es: Esconder opciones
hi: विकल्प छुपाएं
ja: オプションを隠す
ko: 옵션 숨기기
nl: Opties verbergen
pl: Schowaj opcje
pt_pt: Esconder opÁıes
ru: Спрятать

source: Copied
es: Copiado
hi: कॉपी किया गया
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_pt: Copiado
ru: Скопированно

source: Subaddresses
es: Subdirecciónes
hi: पता
ja: サブアドレス
ko: 서브 주소
nl: Subadressen
pl: Subadresy
pt_pt: SubendereÁo
ru: Дополнительный адрес

source: New subaddress label
es: Etiqueta nueva de subdirección
hi: नए पते का नाम
ja: 新しいサブアドレスラベル
ko: 새로운 서브주소 레이블
nl: Nieuw label voor subadres
pl: Nowa etykieta subadresu
pt_pt: Crie uma etiqueta para o SubendereÁo
ru: Название нового дополнительного адреса

source: Add
es: Añadir
hi: ऐड करें
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar
ru: Добавить

source: Settings
es: Configurción
hi: सेटिंग
ja: 設定
ko: 세팅
nl: Instellingen
pl: Ustawienia
pt_pt: ConfiguraÁıes
ru: Настройки

source: Currency
es: Moneda
hi: मुद्रा
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta
pt_pt: Moeda
ru: Валюта

source: Fee priority
es: Prioridad de tasa
hi: शुल्क प्राथमिकता
ja: プライオリティ手数料
ko: 수수료 우선순위
nl: Toeslagprioriteit
pl: Prowizja
pt_pt: Prioridade da TransaÁ„o
ru: Приоритет сбора

source: Change pin
es: Cambiar PIN
hi: पिन बदलें
ja: ピン変更
ko: 핀 변경
nl: Pincode wijzigen
pl: Zmień PIN
pt_pt: Alterar PIN
ru: Изменить пин-код

source: Allow biometric authentication
es: Usar autenticación biométrica
hi: बॉयोमीट्रिक प्रमाणीकरण की अनुमति दें
ja: 生体認証を許可
ko: 바이오메트릭 승인
nl: Biometrische authenticatie toestaan
pl: Pozwól na biometryczną autoryzację
pt_pt: Utilizar autenticaÁ„o biomÈtrica
ru: Разрешить биометрическую аутентификацию

source: Remember pin
es: Recordar PIN
hi: पिन याद करें
ja: ピンを記憶
ko: 핀 기억하기
nl: Pincode onthouden
pl: Zapamiętaj PIN
pt_pt: Lembrar PIN
ru: Запомнить пин-код

# node_settings
source: Daemon settings
es: Configuración de demonio
hi: डेमॉन सेटिंग
ja: デーモン設定
ko: 데몬 세팅
nl: Daemoninstellingen
pl: Ustawienia demona
pt_pt: ConfiguraÁıes do Daemon
ru: Настройки удаленного узла

source: Personal
hi: निजी
ja: 個人
ko: 개인
nl: Persoonlijk
pl: Osobiste
pt_pt: Pessoal
ru: Персональные

source: Wallets
es: Carteras
hi: बटुए
ja: ウォレット
ko: 지갑
pl: Portfele
pt_pt: Carteiras
ru: Кошелек

source: Advanced
es: Avanzado
hi: उन्नत
ja: アドバンスド
ko: 고급설정
nl: Geavanceerd
pl: Zaawansowane
pt_pt: AvanÁado
ru: Продвинутые

source: Nodes
es: Nódulos
hi: नोड
ja: ノード
ko: 노드
nl: Nodi
pl: Węzły
ru: Узлы
