Repository: fotolockr/CakeWallet
Catalog: CakeWallet/*.lproj/Localizable.strings
Languages: es, hi, ja, ko, nl, pl, pt_pt, ru

source: Auto switch node
es: Cambiar automáticamente
hi: स्वतः नोड बदलें
ja: 自動スイッチモード
ko: 자동 스위치 노드
nl: Automatisch van nodus wisselen
pl: Dostosowanie automatyczne
pt_pt: MudanÁa autom·tica de node
ru: Авто. переключение узлов

# node_new
source: New node
es: Nuevo nodo
hi: नया नोड
ja: 新しいノード
ko: 새 노드
nl: Nieuwe nodus
pl: Nowy węzeł
pt_pt: Novo nó

source: Exchange
es: Cambio
hi: एक्सचेंज
ja: 取引
ko: 거래소
nl: Omwisselen
pl: Wymiana
pt_pt: Trocar
ru: Обмен

source: Refund address is empty
es: Por favor, escribe una dirección de reembolso
hi: रिफंड पता खाली है
ja: リファンドアドレスが空です
ko: 환불주소가 비어있습니다
nl: Het restitutieadres is leeg
pl: Brakuje adresu dla zwrotu
pt_pt: EndereÁo de reembolso est· vazio
ru: Адрес для возврата пуст

# create_exchange
source: Create a new exchange
es: Crear un cambio nuevo
hi: नया एक्सचेंज बनाएं
ja: 取引を新規作成
ko: 새로운 거래소 생성
nl: Een nieuw omwisselverzoek aanmaken
pl: Rozpocznij nową wymianę
pt_pt: Criar uma nova troca
ru: Создать новый обмен

source: Deposit
es: Depositar
hi: जमा करें
ja: デポジット
ko: 예금
nl: Storten
pl: Depozyt
pt_pt: Depositar
ru: Депозит

source: Refund address
es: Dirección de reembolso
hi: रिफंड पता
ja: リファンドアドレス
ko: 환불 주소
nl: Restitutieadres
pl: Adres dla zwrotu
pt_pt: EndereÁo de reembolso
ru: Адрес для возврата

source: You will receive
es: Recibirás:
hi: आपको प्राप्त होगा
ja: 受け取り
ko: 받을 양은
nl: U ontvangt
pl: Otrzymasz
pt_pt: VocÍ vai receber
ru: Вы получите

# you_will_send
source: You will send (estimated)
es: Enviarás
hi: तुम भेजोगे
ja: あなたが送ります
ko: 보내 주겠다
pl: Wyślesz
pt_pt: Você enviará

source: Clear
es: Quitar
hi: मिटायें
ja: クリア
ko: 지우기
nl: Legen
pl: Wykasuj
pt_pt: Limpar
ru: Очистить

source: Copy ID
es: Copiar ID
hi: आईडी कॉपी करें
ja: IDコピー
ko: ID복사
nl: ID kopiëren
pl: Skopiuj ID
pt_pt: Copiar o ID
ru: Скопировать ID

source: Confirm
es: Confirmar
hi: पुष्टि करें
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt_pt: Confirmar
ru: Подтвердить

source: Min
hi: न्यूनतम
ja: 最小
ko: 최소
ru: Мин

source: Max
hi: अधिकतम
ja: 最大
ko: 최대
ru: Макс

source: State
es: Estado
hi: स्वीकार
ja: 状態
nl: Status
pl: Stan
pt_pt: Estado
ru: Состояние

source: Status
es: Estado
hi: स्थिति
ja: 状態
ko: 지위
nl: Staat
ru: Статус

# exchange_result_confirm_text
source: By pressing confirm, you will be sending %@ from your wallet called %@ to the address shown above. Or you can send from your external wallet to the above address/QR code.
es: Si oprimas 'confirmar', gastarás %@ de tu cartera %@ a esta dirección. O puede enviarlo desde su billetera externa a la dirección / código QR anterior.
hi: कन्फर्म का बटन दबाकर आप %@ नाम के बटुए से %@ राशि ऊपर दिए गए पते पर भेजेंगे या आप अपने बाहरी वॉलेट से उपरोक्त पते / क्यूआर कोड में भेज सकते हैं
ja: 確認を押すと、%@ウォレットから %@を上記のアドレスに送信します。または、あなたの外の財布から上記の住所/ QRコードに送ることができます
ko: 승인을 누르면 %@다음 지갑에서 %@다음으로 보내집니다. 또는 외장 지갑에서 위의 주소 / QR 코드로 보낼 수 있습니다.
nl: Als u op bevestigen klikt, verstuurt u %@ vanuit uw wallet met de naam %@ naar het bovenstaande adres. Of u kunt vanuit uw externe portemonnee naar het bovenstaande adres/de QR-code verzenden.
pl: Potwierdzając, wyślesz kwotę %@ z Twojego portfela o nazwie %@ na powyższy adres. Możesz też wysłać z zewnętrznego portfela na powyższy adres / kod QR.
pt_pt: Pressionando confirmar, vocÍ estar· enviando %@ da sua carteira %@ para o endereÁo mostrado acima. Or you can send from your external wallet to the above address/QR code.
ru: При подтверждении, вы отправите %@ из вашего кошелька %@ на адрес показаный выше. Или вы можете отправить со своего внешнего кошелька по указанному выше адресу/QR-коду.

# exchange_result_confirm_sending
source: Please press confirm to continue or go back to change the amounts.
es: Por favor, oprima 'confirmar' para continuar, o revuelve para cambiar los cantidades.
hi: कृपया जारी रखने के लिए कन्फर्म दबाएं या राशि बदलने के लिए पीछे जाएं।
ja: 続けるには確定を押してください
ko: 계속하시려면 승인을 누르거나 보낼 양을 수정하세요
nl: Klik op bevestigen om door te gaan, of ga terug om de bedragen aan te passen.
pl: Potwierdź przyciskiem żeby kontynuować albo wróć żeby zmienić wartości.
pt_pt: Pressione confirmar para continuar ou volte para alterar as quantias.
ru: Пожалуйта, нажмите подтвердить или вернитесь назад, чтобы изменить сумму.

# exchange_result_write_down_trade_id
source: Please copy or write down your ID shown above
es: Por favor, copia o escribe el ID.
hi: कृपया ऊपर दिखाए गए अपनी आईडी को कॉपी करें या लिखें
ja: 上記のIDをコピーするか控えてください
ko: 위에 표시된 ID를 복사하거나 종이에 적으세요
nl: Kopieer of noteer het bovenstaande ID
pl: Proszę, skopiuj albo zapisz Twój ID powyżej
pt_pt: Copie ou escreva abaixo o seu ID da transaÁ„o mostrado acima
ru: Пожалуйста, скопируйте или запишите идентификатор вашего обмена

# trade_not_found
source: Trade is not found
es: Error con el cambio
hi: लेनदेन नही पाया गया
ja: トレードが見つかりません
ko: 거래를 찾을 수 없습니다
nl: Omwisseling is niet gevonden
pl: Nie można odnaleźć tej zamiany
pt_pt: OperaÁ„o n„o encontrada
ru: Обмен не найден

source: Authentication
es: Autenticación
hi: पुष्टि
ja: 認証
ko: 승인
nl: Authenticatie
pl: Autoryzacja
pt_pt: AutenticaÁ„o
ru: Аутентификация

source: Use Pin password
es: Usa contraseña PIN
hi: पिन पासवर्ड का उपयोग करें
ja: ピンパスワードを利用
ko: Pin주소 사용
nl: Gebruik de pincode
pl: Użyj PIN'u
pt_pt: Use a senha PIN
ru: Использовать пин-код

# unlock_wallet
source: To unlock your wallet
es: Para abrir la cartera
hi: अपने बटुए को खोलने के लिए
ja: ウォレットをアンロック
ko: 지갑 풀기
nl: Om uw wallet te ontgrendelen
pl: Żeby odblokować Twój portfel
pt_pt: Para desbloquear a sua carteira
ru: Чтобы разблокировать кошелек

source: Wallet keys
es: Claves de cartera
hi: बटुआ कुंजी
ja: ウォレットキー
ko: 지갑 키
nl: Walletsleutels
pl: Klucze portfela
pt_pt: Chaves da carteira
ru: Ключи

source: View key (public)
es: Clave de ver (público)
hi: कुंजी देखें (निजी)
ja: 確認キー (パブリック)
ko: 키 보기 (퍼블릭)
nl: Leessleutel (publiek)
pl: Klucz wglądu (publiczny)
pt_pt: Chave de consulta(p˙blica)
ru: Ключ для просмотра(публичный)

source: Spend key (public)
es: Clave de gastar (público)
hi: कुंजी रखें (निजी)
ja: 送信キー (パブリック)
ko: 키 사용 (퍼블릭)
nl: Spendeersleutel (publiek)
pl: Klucz wydawania (publiczny)
pt_pt: Chave de movimentaÁ„o (p˙blica)
ru: Ключ для просмотра(публичный)

# seed_disclaimer
source: Please share, copy, or write down your seed. The seed is used to recover your wallet. This is your PRIVATE seed. DO NOT SHARE this seed with other people!
es: Por favor copia o escribe tu semilla. Se puede usar la semilla para restaurar tu cartera. Es una semilla privada, pues no la compartas. CUALQUIERA QUE TENGA TU SEMILLA PUEDE GASTAR TUS FONDOS.
hi: कृपया अपने सीड वाक्यांश को साझा करें, कॉपी करें या लिखें। सीड वाक्यांश का उपयोग आपके बटुए को पुनः लोड करने के लिए किया जाता है। यह आपका निजी सीड वाक्यांश है। अन्य लोगों के साथ इस सीड वाक्यांश को साझा न करें!
ja: あなたのシードを共有、コピー、または書き留めてください。シードはウォレットをリストアするために使われます。これはあなたのプライベートシードです。このシードを他の人と共有しないでください！
ko: 시드를 복사하거나 종이에 적으세요. 이 시드를 통해 지갑을 복구할 수 있습니다. 이건 본인 고유 시드 정보이기에 다른사람과 공유하지 마세요!!
nl: Schrijf uw seed op of kopieer deze. Deze seed wordt gebruikt om uw wallet te herstellen. Deze seed is PRIVÉ. Deel deze seed niet met anderen en bewaar hem op een veilige plek.
pl: Proszę, skopiuj albo zapisz sobie frazę odzyskiwania portfela. Ta fraza jest potrzebna dla odzyskania portfela jeśli coś pójdzie nie tak. NIE POKAZUJ NIKOMU TEJ FRAZY gdyż uprawnia ona do kontroli środków na portfelu!
pt_pt: Por favor, copie, ou anote num papel a sua chave-semente. A chave-semente È usada para recuperar a sua carteira. Essa È sua chave-semente PRIVADA. N√O COMPARTILHE esta chave com ninguÈm!
ru: Пожалуйста скопируйте или запишите вашу код фразу. Код фраза используется для восстановления вашего кошелька. Это ПРИВАТНАЯ код фраза. НЕ ДЕЛИТЕСЬ этим семенем с другими людьми(и не только)!

source: Height
es: Altitud
hi: हाइट
ja: 高さ
ko: 값
nl: Hoogte
pl: Wysokość bloku
pt_pt: N˙mero do bloco
ru: Высота

source: Date
es: Fecha
hi: दिनांक
ja: 日付
ko: 일정
nl: Datum
pl: Data
pt_pt: Data
ru: Дата

source: Transaction ID
es: ID / Hash
hi: लेनदेन संख्या
ja: トランザクションID
ko: 거래 ID
nl: Transactie-ID
pl: ID Transakcji
pt_pt: ID da transaÁ„o
ru: Индификатор транзакции

source: Transaction details
es: Detalles de transacción
hi: लेनदेन विवरण
ja: トランザクション詳細
ko: 거래 상세정보
nl: Transactiedetails
pl: Szczegóły Transakcji
pt_pt: Detalhes da transaÁ„o
ru: Описание транзакции

# exchange_trade_state_pending
source: Pending
es: Pendiente
hi: अपूर्ण
ja: 保留
ko: 보내는중
nl: In behandeling
pl: Oczekiwanie
pt_pt: Pendente
ru: В ожидании

# exchange_trade_state_confirming
source: Confirming
es: Confirmando
hi: कन्फर्म हो रहा है
ja: 確認済み
ko: 승인중
nl: Wordt bevestigd
pl: Potwierdzanie
pt_pt: A Confirmar
ru: В подтверждении

# exchange_trade_state_processing
source: Processing
es: Procesando
hi: प्रोसेस हो रहा है
ja: 進行中
ko: 처리중
nl: Wordt verwerkt
pl: Przetwarzanie
pt_pt: A Processar
ru: В обработке

# exchange_trade_state_trading
source: Trading
es: Cambiando
hi: लेनदेन में
ja: トレード中
ko: 거래중
nl: Omwisselen
pl: Wymiana
pt_pt: A Trocar
ru: В продаже

# exchange_trade_state_traded
source: Traded
es: Cambiado
hi: लेनेदेन ख़त्म
ja: トレード完了
ko: 거래됨
nl: Omgewisseld
pl: Wymieniono
pt_pt: Trocado
ru: Продано

# exchange_trade_state_complete
source: Complete
es: Terminado
hi: पूर्ण
ja: 完了
ko: 완료됨
nl: Voltooid
pl: Zakończono
pt_pt: ConcluÌdo
ru: Завершено

source: Receive address is empty
es: La dirección de recepción está vacía
ja: 受信アドレスが空です
ko: 수신 주소가 비어 있습니다
nl: Ontvangstadres is leeg
pl: Brakuje adresu do otrzymania środków
pt_pt: EndereÁo para receber os fundos n„o foi preenchido
ru: Адрес получателя пуст

source: Incorrect deposit amount
es: Monto de depósito incorrecto
hi: गलत जमा राशि
ja: 不正確な預金額
ko: 잘못된 입금액
nl: Incorrect stortingsbedrag
pl: Kwota depozytowa jest nieprawidłowa
pt_pt: Quantia de depÛsito incorreta
ru: Неправильная сумма депозита

source: Copy
es: dupdo
hi: प्रतिलिपि
ja: コピー
ko: 복사
nl: Kopiëren
pl: Skopiuj
pt_pt: Copiar
ru: Скопировать

source: Full balance
es: saldo completo
hi: पूर्ण संतुलन
ja: フルバランス
ko: 최대 잔액
nl: Volledig saldo
pl: Pełne saldo
pt_pt: Saldo total
ru: Полный баланс

source: Node address
es: Dirección del nodo
hi: नोड पता
ja: ノードアドレス
ko: 노드 주소
nl: Nodusadres
pl: Adres węzła
pt_pt: EndereÁo do node
ru: Адрес узла

source: Node port
es: Puerto de nodo
hi: नोड पोर्ट
ja: ノードポート
ko: 노드 포트
nl: Noduspoort
pl: Port węzła
pt_pt: Porta do node
ru: Порт узла

source: Reset
hi: रीसेट करें
ja: リセット
ko: 재설정
nl: Terugzetten
pl: Przywróć domyślne
pt_pt: Repor
ru: Сбросить

source: Saving
es: Guardar
hi: सेविंग
ja: 保存中
ko: 저축
nl: Opslaan
pl: Zachowywanie
pt_pt: A gravar
ru: Сохранение

# node_reset_settings_title
source: Reset settings
es: Restablecer configuraciones
hi: सेटिंग्स रीसेट करें
ja: リセット設定
ko: 설정 재설정
nl: Instellingen terugzetten
pl: Przywracanie ustawień
pt_pt: Repor definiÁıes
ru: Сбросить настройки узлов

# nodes_list_reset_to_default_message
source: Are you sure that you want to reset settings to default ?
es: ¿Está seguro de que desea restablecer la configuración a los valores predeterminados?
hi: क्या आप वाकई सेटिंग्स को डिफ़ॉल्ट रूप से रीसेट करना चाहते हैं?
ja: 設定をデフォルトにリセットしてもよろしいですか？
ko: 설정을 기본값으로 재설정하겠습니까?
nl: Weet u zeker dat u de standaardinstellingen terug wilt zetten?
pl: Na pewno chcesz przywrócić ustawienia domyślne ?
pt_pt: Tem certeza que quer repor as definiÁıes ?
ru: Сбросить список узлов

# nodes_list_reset_to_default
source: Reset nodes list to default
es: Restablecer la lista de nodos a los valores predeterminados
hi: डिफ़ॉल्ट रूप से नोड्स सूची रीसेट करें
ja: ノードリストをデフォルトにリセットします
ko: 노드 목록을 기본값으로 재설정
nl: Standaardlijst van nodi terugzetten
pl: Przywróć domyślną listę węzłów
pt_pt: Repor lista de nodes

# delete
source: Remove
es: Eliminar
hi: हटाएं
ja: Delete
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_pt: Remover
ru: Удалить

# delete_node
source: Remove node
es: Eliminar nodo
hi: नोड हटाएं
ja: ノードを削除
ko: 노드 삭제
nl: Nodus verwijderen
pl: Usuń węzeł
pt_pt: Remover node
ru: Удалить узел

# delete_node_message
source: Are you sure that you want to remove selected node ?
es: ¿Está seguro de que desea eliminar el nodo seleccionado?
hi: क्या आप वाकई चयनित नोड को मिटाना चाहते हैं?
ja: 選択したノードを削除してもよろしいですか？
ko: 선택한 노드를 삭제 하시겠습니까?
nl: Weet u zeker dat u de geselecteerde nodus wilt verwijderen?
pl: Na pewno chcesz usunąć ten węzeł ?
pt_pt: Tem a certeza que quer remover o node selecionado ?
ru: Вы уверены что хотите удалить выбраный узел ?

# change_current_node_message
source: Are you sure to change current node to %@ ?
es: ¿Está seguro de cambiar el nodo actual a %@?
hi: क्या आप वर्तमान नोड को %@ में बदलना चाहते हैं?
ja: 現在のノードを％@に変更してもよろしいですか？
ko: 현재 노드를 %@ (으)로 변경 하시겠습니까?
nl: Weet u zeker dat u de van huidige nodus wilt wijzigen naar %@?
pl: Na pewno chcesz zamienić obecny węzeł na %@ ?
pt_pt: Tem a certeza que quer alterar o node atual para %@ ?
ru: Вы уверены что хотите изменить текущий узел на %@ ?

source: Change
es: Cambiar
hi: बदलें
ja: 変化する
ko: 변화
nl: Wijzigen
pl: Zamień
pt_pt: Alterar
ru: Изменить

source: Yes
es: Sí
hi: हां
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_pt: Sim
ru: Да

# terms
source: Terms and conditions
es: Términos y condiciones
hi: नियम और शर्तें
ja: 利用規約
ko: 이용 약관
nl: Algemene voorwaarden
pl: Warunki
pt_pt: Termos e condiÁıes
ru: Условия и положения

# terms_accepting_message
source: By using this app, you agree to the Terms of Agreement set forth below
es: Al utilizar esta aplicación, usted acepta los Términos del Acuerdo que se detallan a continuación.
hi: इस ऐप का उपयोग करके, आप नीचे बताए गए समझौते की शर्तों से सहमत हैं।
ja: このアプリを使用することにより、下記の契約条件に同意したことになります。
ko: 이 앱을 사용하면 아래 명시된 이용 약관에 동의하게됩니다.
nl: Door deze app te gebruiken, gaat u akkoord met de hieronder uiteengezette Algemene voorwaarden.
pl: Korzystając z tej aplikacji, akceptujesz Warunki umowy przedstawione poniżej.
ru: Используя это приложение, вы соглашаетесь с условиями Соглашения, изложенными ниже.

source: Support
es: Soporte
hi: समर्थन
ja: サポート
ko: 지원하다
nl: Ondersteuning
pl: Wsparcie
pt_pt: Apoio
ru: Поддержка

source: Version
hi: संस्करण
ja: バージョン
ko: 번역
nl: Versie
pl: Wersja
pt_pt: Vers„o
ru: Версия

source: Change language
es: Cambiar el idioma
hi: भाषा बदलें
ja: 言語を変更する
ko: 언어 변경
nl: Taal wijzigen
pl: Zmień język
pt_pt: Alterar idioma
ru: Изменить язык

# change_language_ask
source: Change application language to %@ ?
es: ¿Cambiar el idioma de la aplicación a %@?
hi: अनुप्रयोग भाषा बदलें %@?
ja: アプリケーション言語を％@に変更しますか？
ko: 응용 프로그램 언어를 %@ (으)로 변경 하시겠습니까?
nl: Taal van de app wijzigen naar %@?
pl: Zmień język na %@ ?
pt_pt: Alterar idioma para %@ ?
ru: Изменить язык приложения на %@ ?

# please_save_sec_key
source: Please copy or write down the trade ID to continue. Trade ID: %@
ja: Please copy or write down the trade ID to continue. sTrade ID: %@
ru: Скопируйте или запишите ID сделки, чтобы продолжить.. ID сделки: %@

source: Save
es: salvar
hi: सहेजें
ko: 저장
nl: Opslaan
pl: Zachowaj
pt_pt: Gravar
ru: Сохранить

source: Saved
es: Guardado
hi: सहेजा गया
ko: 저장된
nl: Opgeslagen
pl: Zachowano
pt_pt: Gravado
ru: Сохранено

source: OK
hi: ठीक है
ko: 승인
nl: Oké
ru: Ок

# exchange_result_description_text
source: Please send %@ to the address shown above
pl: Proszę wyślij %@ do powyższego adresu
ru: Пожалуйста, отправте %@ на адрес указаный выше

# ask_to_remove_message
source: This action will PERMANENTLY delete the wallet %@ and all its seed and private keys. Do you wish to continue?
nl: Deze actie resulteert in het PERMANENT verwijderen van de wallet %@, de bijbehorende seed en privésleutels. Wilt u doorgaan?
pl: Ta operacja będzie trwale usuwać portfel% @ i wszystkie jego klucze początkowe i prywatne. Czy chcesz kontynuować?

# order_created
source: Trade is created
ru: Заказ создан

# i_saved_sec_key
source: I have saved the trade ID
ru: Я сохранил ID сделки
